package com.socket.xueyi.myapplication.domain;

import java.io.Serializable;
import java.util.List;

/**
 * Created by XUEYI on 2015/12/27.
 */
public class a  implements Serializable{

    /**
     * content : [{"id":"566d4dbddd56387a4911ada7","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003901098,"title":"我校学子在中国师范大学理科师范生教学技能创新大赛中获奖","content":"  1月10日至13日，第六届\u201c东芝杯·中国师范大学理科师范生教学技能创新大赛\u201d决赛在西南大学举行。我校物理学专业王珊靓、化学专业顾赢获得三等奖，数学与应用数学专业赵文倩获得优秀奖。\r\n   东芝杯·中国师范大学理科师范生教学技能创新大赛由教育部国际合作与交流司、教师工作司和东芝（中国）有限公司共同举办，是面向全国师范大学理科师范生的高水平赛事，现已举办六届。本次大赛共有41所师范大学的121名选手参加，分数学、物理、化学3个学科组进行，以教学设计、即席讲演、模拟授课和现场提问的形式考验理科师范生的教学技能和创新能力。\r\n   比赛每学科产生一等奖1名，二等奖3名，三等奖6名，这是我校第一次同时获得两个学科的奖项。据悉，获三等奖及以上的选手，将获得免费赴日本研修一周的机会。","summary":null,"border":18004},{"id":"566d4dbddd56387a4911ada9","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003901282,"title":"《光明日报》：送教到宁夏","content":"《光明日报》2014年4月15日讯（吴绚灿 范赛红）日前，浙江师范大学应宁夏回族自治区石嘴山市大武口区教育局的邀请，在石嘴山市第七小学开展了以电子白板辅助教学为主题的\u201c中小学教师教育信息化应用\u201d送教活动。东阳市吴宁第四小学省级课题《基于交互式电子白板的小学优质教学课例的研究》的三位课题组教师参加了该项活动。活动中，该校的教科室主任邢亚云老师做了该校的电子白板课题研究工作的经验介绍；吴绚灿老师很好地运用了电子白板的聚光灯、拖动等功能精彩演绎了《七巧板》，与学生进行有效互动；胡安琪老师借助白板特有的优势激发学生兴趣，在透视镜、神奇墨水、电子笔等技术下带领学生有效识字与写字。\r\n \r\n 链接：\r\n http://epaper.gmw.cn/gmrb/html/2014-04/15/nw.D110000gmrb_20140415_3-14.htm","summary":null,"border":18006},{"id":"566d4dbddd56387a4911adad","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003901644,"title":"《中华读书报》：第3届\u201c张之路儿童文学励志奖\u201d在浙江颁奖","content":"《中华读书报》2014年1月29日（通讯员 徐静静）日前，第3届\u201c张之路儿童文学励志奖\u201d颁奖仪式在浙师大儿童文化研究院红楼举行。乔雪、徐超、周英芝、熊慧琴4位同学获得本届奖项，浙师大儿童文化研究院院长方卫平教授为获奖同学颁奖。2011年，著名儿童文学作家张之路捐资在浙江师范大学儿童文化研究院设立\u201c张之路儿童文学励志奖\u201d，用于奖励该校在儿童文学学习、研究、创作或社会服务方面取得优秀成果的研究生。\r\n   链接：http://epaper.gmw.cn/zhdsb/html/2014-01/29/nw.D110000zhdsb_20140129_7-02.htm","summary":null,"border":18010},{"id":"566d4dbddd56387a4911adae","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003901710,"title":"《光明日报》：专家研讨海上丝路与海洋战略","content":"《光明日报》2014年1月27日（记者 华挺）浙江师范大学环东海海疆与海洋文化研究所及中国武警学院边防系日前在河北廊坊举办\u201c海上丝绸之路\u201d与中国海洋战略学术座谈会。20多位专家学者围绕中国海洋开发的历史与现状、当代\u201c海上丝绸之路\u201d的建设、海洋战略与中国和平复兴、中国海疆管理与海洋安全机制等议题展开讨论。\r\n \r\n 浙江师范大学教授陈国灿认为历史上海上丝绸之路的兴起和发展与东南地区的文明演进和对外开放有着内在的联系，值得深入总结和思考。武警学院教授张保平提出需要从沿海社会发展、边疆战略、全球战略三个层次来理解和研究\u201c海陆统筹\u201d。中国社科院研究员于逢春强调在当前形势下，我国应采取适当而有效的海洋战略。\r\n \r\n 链接：http://epaper.gmw.cn/gmrb/html/2014-01/27/nw.D110000gmrb_20140127_8-09.htm","summary":null,"border":18011},{"id":"566d4dc5dd56387a4911ae55","images":[{"id":"566d4dc5dd56387a4911ae51","download":"566d4dc5dd56387a4911ae4f","status":"Use"}],"titleImage":{"id":"566d4dc5dd56387a4911ae54","download":"566d4dc5dd56387a4911ae52","status":"Use"},"newsType":"In","status":"Use","createTime":1450003909233,"title":"金华电视台：浙师大：中外留校学子共享年夜饭庆新春","content":"   新闻链接：http://news.36tv.cn/show-213-151255-1.html","summary":null,"border":18109},{"id":"566d4dbcdd56387a4911ada3","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003900672,"title":"《光明日报》：潘涌：不教之教 方为至教","content":"《光明日报》2014年9月30日讯  教师之道不是训诫，不是传授，当然更不是灌输\u2014\u2014而是点拨与点化。\u201c拨去\u201d规训的遮蔽，\u201c化解\u201d世俗的蒙昧，开悟人生的智慧。\u201c大音希声，大象无形。\u201d老子的哲学是人类的最高智慧。\r\n \r\n 古人论画有\u201c不似之似\u201d的妙说，今就教育有\u201c不教之教\u201d的洞见。卓越的教育，未必是一幅浓墨重彩、恣意泼洒的油画，更近于一首可以意会、不必言传的\u201c朦胧诗\u201d：\u201c羚羊挂角，无迹可求。\u201d这是\u201c隐\u201d的美学：心领神会，不睹文字，一如\u201c空中之音，相中之色，水中之月，镜中之象，言有尽而意无穷\u201d。\r\n   真正的\u201c好\u201d教师重\u201c深教\u201d而不唯\u201c浅教\u201d，崇\u201c远教\u201d而不喜\u201c近教\u201d，立\u201c精教\u201d而唾弃\u201c滥教\u201d\u2014\u2014如是教育，方为\u201c至教\u201d；如是教师，堪称\u201c明师\u201d。\r\n   所谓\u201c浅教\u201d，唯重堆砌知识的形态，条块分割、外在于\u201c人\u201d；最令人痛心者，莫过于轻视甚或无视本应自如驾驭知识的强劲思想力。复制了大量弥散着书香的\u201c知识\u201d却不知其何以如是，何以用之。更心安理得于丢失开启未来世界的\u201c金钥匙\u201d\u2014\u2014质疑批判、独立评论和逻辑演绎。这就从本源上断开了重构新世界知识形态的可能。梁启超先生早在\u201c五·四\u201d之前即犀利批判传统教育\u201c偏于记性\u201d、忽略悟性，至今不失为针砭时弊的教育箴言。而\u201c浅教\u201d的对立面是\u201c深教\u201d，它以培育学生强大的逻辑理性、严谨思辨和超越性创造力为根本宗旨，以唤醒个人沉睡的\u201c问题意识\u201d、养成植根自由思维、独立人格之上的评论能力为终极境界；换言之，卓越教育所视之为\u201c贵者\u201d，并非复制传统知识的机械\u201c记性\u201d，而是创生无尽真知和新知的珍贵思想力及其相辅相成的表达力。一切传统都会悄然老去，唯有茂盛的创造之树与时长青；一切知识都会黯然凋落，唯有成长的思想力和表达力才会孕育丰硕的创造之果。\r\n   所谓\u201c近教\u201d，片面倾重学生当下以知识输送为中介的所谓\u201c智能生长\u201d，忽视学生课程流水线以外创造性建树所长远必需的源源动力。大凡进取者的生命，必然是一个由智商、情商等多元要素构成的和谐人格系统，虽然\u201c智商\u201d或\u201c智能\u201d比静态的\u201c知识\u201d系统更有创造性价值，但是，\u201c智商\u201d不能离开\u201c情商\u201d而孤立、片面地生长，否则生命就没有可能获得可持续的长远发展，就难以突破凡庸之人不能忍受的心力极限而登临创造的大化境界。\u201c明师\u201d者，当信奉\u201c锲而舍之，朽木不折；锲而不舍，金石可镂\u201d这样的警世名言，其终身发展的高远目光必然驱使一己的教育行动就\u201c近教\u201d、更就\u201c远教\u201d，重\u201c智商\u201d、更重\u201c情商\u201d。\r\n   最有害的是不问对象、一味灌输地过度\u201c滥教\u201d。凡是并不顺应人之天性的泡沫化\u201c泛滥之教\u201d，恰如清代大思想家龚自珍所批判的那类\u201c鬻梅者\u201d：喜欢以流行的审美标准统一\u201c塑造\u201d梅之形象，世俗化地\u201c以曲为美\u201d\u201c以欹为美\u201d\u201c以疏为美\u201d，杀伐筋骨，戕害天性，却将\u201c斫\u201d\u201c删\u201d\u201c锄\u201d赋予\u201c造型\u201d的美名而终致\u201c病梅\u201d（《病梅馆记》）。\u201c滥教\u201d的对立面是\u201c精教\u201d：即洞察学生的独特个性，深入开发其潜智潜能、着力培育其特色特长，最终形成每位学生一生创造性地发展。个人有限的一生不能够亦不可能\u201c全面作为\u201d，既然个人的发展只能是\u201c明师\u201d启发下自我发现式的独特开创，那么，\u201c复制\u201d过度的\u201c全面知识\u201d对个人的特色化探索和创生就是一种\u201c多余的负荷\u201d甚至是\u201c沉重的累赘\u201d，更对学习者深度发现\u201c本我\u201d的真实世界构成一种贻害难估的\u201c大遮蔽\u201d。如此\u201c园丁\u201d，即使有善良美好的\u201c塑造\u201d佳愿，即使有\u201c焚膏继晷、兀兀穷年\u201d的惊人勤勉，也难以收到主观预期的美妙效果。因此，放弃\u201c滥教\u201d当不失为\u201c园丁\u201d的一种明智选择。\r\n   真正的\u201c好\u201d教师理当与时俱进，不唯教育之技、更究教育之道：立\u201c精教\u201d、弃\u201c滥教\u201d；重\u201c深教\u201d、舍\u201c浅教\u201d；强\u201c远教\u201d、轻\u201c近教\u201d\u2014\u2014此之谓\u201c不教之教\u201d。唯有如是，方为\u201c至教\u201d；\u201c至教\u201d之本，乃为\u201c自教\u201d！\r\n （作者系浙江师范大学教师教育学院教授）\r\n \r\n 链接：\r\n http://epaper.gmw.cn/gmrb/html/2014-09/30/nw.D110000gmrb_20140930_1-14.htm","summary":null,"border":18000},{"id":"566d4dbcdd56387a4911ada4","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003900813,"title":"《光明日报》：王锟：《大学》与威斯敏斯特大教堂的无名墓碑","content":"《光明日报》2014年7月1日讯  在中国传统经典中，《大学》是一本很特别又很有争议的书。其实说它是一本书，似乎不太确切。《大学》原本不是书，只是《礼记》四十九篇文章中的一篇，仅短短一千七百余字。相传《大学》是孔子的遗书，曾子独得师传并加以己意阐发而成。也就是说，《大学》之文成于被认为得孔子衣钵的曾子之手。然而在宋代以前，它并没有被读书人看重，如果读书不仔细甚至会忽视它的存在。唐宋以来，它的命运发生了翻天覆地的变化。先是唐代大文豪韩愈倡导人们读《大学》，后来北宋二程兄弟对之进行整理和注释，使其思想和条理变得清晰易读起来。南宋朱熹对《大学》情有独钟，著有《大学或问》《大学章句集注》等，并给\u201c格物致知\u201d一章补传，易篑前几天还在对《大学》的注释做修改，以致他说自己这辈子只读懂了《大学》这一本书。更重要的是，朱子将《大学章句》以单行本印行，《大学》因此由文变为书。特别是1313年，元政府把《四书章句集注》作为官方标准的教科书，《大学章句集注》成为读书人必读之书，直到1905年科举制废除，影响中国读书人达七百年之久，直到现在仍余波荡漾。\r\n   那么《大学》到底是本啥样的书，其中蕴含着何种精义呢？所谓大学，即大人之学。大人，就是传统中国社会的管理精英和骨干。《大学》之道，是古代培养精英骨干的教育原则和方法。在古代，子弟八岁入小学，教育内容主要是\u201c礼乐射御书数\u201d之文和洒扫、应对、进退等基本生活规矩。十五岁入大学，教人穷理、正心、修己、治人的方法。《大学》经文如下：\r\n   大学之道，在明明德，在亲民，在止于至善。知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得。物有本末，事有终始。知所先后，则近道矣。\r\n   古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知。致知在格物。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。自天子以至于庶人，一是皆以修身为本，其本乱而末治者，否矣。其所厚者薄，而其所薄者厚，未之有也。此谓知本，此谓知之至也。\r\n   这段教育大人的原则和步骤的话被概括为\u201c三纲领\u201d\u201c八条目\u201d。\u201c三纲领\u201d，即\u201c大学之道，在明明德，在亲民，在止于至善\u201d。\u201c亲民\u201d，朱熹训为\u201c新民\u201d，这是培养大人的三大原则。意思是大人砥砺自己的美德，并推己及人，感染和影响他人并使其也改变。\u201c八条目\u201d，即\u201c古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知。致知在格物\u201d。简称为\u201c格物、致知、诚意、正心、修身、齐家、治国、平天下\u201d。这是大学教育的具体步骤和顺序，其中以\u201c修身\u201d为中心。\u201c三纲领\u201d\u201c八条目\u201d互为表里，修身之前的格物、致知、诚意、正心是讲大人砥砺自己美德的过程，就是所谓的\u201c明明德\u201d；修身之后的齐家、治国、平天下是讲大人通过自己的言行来改变他人的过程，就是所谓的\u201c新民\u201d。《大学》说\u201c物有本末，事有终始，知所先后，则近道矣\u201d，是指大学教育的原则和方法有本末、先后次序。其中\u201c明明德\u201d是本，是起点；\u201c新民\u201d是末，是终点。也就是说大人只有通过探明事理、诚实无欺、端正心术来改变自己的内心，才可能使自己的家庭和睦有序；如果能使一个家庭和睦有序，才可能把一个国家治理得井井有条；如果能把一个国家治理得井井有条，才可能使世界（即天下）太平。此即《大学》所谓\u201c物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平\u201d。\r\n   今天，人们把《大学》的精神概括为\u201c修己治人\u201d或\u201c内圣外王\u201d。由于它以修身明德为中心，主张德治及圣君贤相的贤人政治；由于它重视家庭，视家庭为政治管理的基础。因此，现代中国人以西方政治文明为参照，批评《大学》为德治主义，道德与政治不分，家与国不分，搞圣贤崇拜。说穿了，内圣开不出外王，《大学》已失去了效力及在现代社会存在的价值。这些观点似乎很有说服力，可恰恰它被孙中山认为是人类最优秀的政治哲学。这给我以很大的怀疑和困惑：为何走现代政治文明的孙中山那么推崇它？为什么几千年的中国读书人那么信服它？\r\n   直至有一日读到一个有关无名墓碑的故事，多年对《大学》的怀疑与困惑才涣然冰释。\r\n   在英国著名的威斯敏斯特大教堂地下室的墓碑林中，有一块普普通通的墓碑，粗糙的花岗岩质地，外形呆板而缺乏美感。它与周围二十多位英国国王那质地上乘、雕刻精美的墓碑，以及牛顿、达尔文、狄更斯等名人的墓碑相比，显得黯然失色，毫不起眼；而且，它没有墓主人的名字和生卒年月，更没有一丁点介绍墓主人生平的文字。就是这座微不足道的无名氏的墓碑，却名扬世界。凡是来威斯敏斯特大教堂的人，可以不去参观那些曾经显赫一时的英国国王的墓碑，可以不去参观牛顿等世界名人的墓碑，但没有不去参观无名氏墓碑的，而且没有不被这块无名氏墓碑所折服和震撼的，确切地说，没有不被无名氏墓碑上的碑文所折服和震撼的。这块墓碑上所刻的文字是这样的：\r\n   When I was young and free and my imagination had no limits, I dreamed of changing the world.\r\n   当我年轻时，我的想象力从没有受到过限制，我梦想改变这个世界。\r\n   As I grew older and wiser, I discovered the world would not change, so I shortened my sights somewhat and decided to change only my country. But it, too, seemed immovable.\r\n   当我成熟以后，我发现我不能改变这个世界，于是我将目光缩短了些，决定只改变我的国家。但是，我的国家似乎也是我无法改变的。\r\n   As I grew into my twilight years,in one last desperate attempt,I settled for changing only my family,those closest to me,but alas,they would have none of it.\r\n   当我进入暮年后，我发现我不能改变我的国家，我的最后愿望仅仅是改变一下我的家庭。但是，这也不可能。\r\n   And now as I lie on my deathbed,I suddenly realize:If I had only changed myself first,then by example I would have changed my family.\r\n   From their inspiration and encouragement,I would then have been able to better my country,and who knows,I may have even changed the world.\r\n   当我躺在床上，行将就木时，我突然意识到：如果一开始我仅仅去改变我自己，然后作为一个榜样，我可能改变我的家庭。\r\n   在家人的帮助和鼓励下，我可能为国家做一些事情。然后谁知道呢？我甚至可能改变这个世界。\r\n   很显然，这位令人肃然起敬的无名氏是位有理想、有抱负的人，这篇碑文是他心灵的自省，充满着哲理和教益。据说，许多政要和名人看了都感慨不已。当年轻的曼德拉读了这段碑文后如醍醐灌顶一般，认为找到了改变南非，甚至改变世界的金钥匙。回到南非后，他放弃了以暴力抗争来打破种族歧视的观念，改变了自己的处事风格和思想，进而改变了自己的家庭、亲人和朋友，经过几十年的奋斗，终于改变了南非这个国家。\r\n   当我读到这篇碑文时，心中亦豁然开朗，原先对《大学》的困惑和疑问顿然消失于无形：这不就是《大学》精义的最好注解吗！\u201c我梦想改变这个世界\u201d，这不就是《大学》的\u201c新民\u201d吗，不就是\u201c欲明明德于天下\u201d吗？\u201c改变我的国家\u201d，这不就是《大学》的\u201c治国\u201d吗？\u201c改变我的家庭\u201d，这不就是《大学》的\u201c齐家\u201d吗？在离开人世之际反省，改变我自己才是最根本的，这不就是《大学》以\u201c修身\u201d\u201c明明德\u201d为本吗？而\u201c开始我仅仅去改变我自己，然后作为一个榜样，我可能改变我的家庭。在家人的帮助和鼓励下，我可能为国家做一些事情。我甚至可能改变这个世界。\u201d这不就是《大学》的\u201c身修而后家齐，家齐而后国治，国治而后天下平\u201d吗？\r\n   更耐人寻味的是：《大学》与这篇碑文都告诉那些有抱负有理想的\u201c大人\u201d们：要想改变世界，必须从改变你自身开始；要想撬动世界，支点就在你的内心里。若曾子、朱熹复生，读到这篇碑文，定会击掌赞叹，认为这与《大学》深意若合符节，不免发出\u201c东海西海，心同此心，理同此理\u201d之叹。\r\n   （作者单位：浙江师范大学法政学院）\r\n \r\n 链接：\r\n http://epaper.gmw.cn/gmrb/html/2014-07/01/nw.D110000gmrb_20140701_1-16.htm","summary":null,"border":18001},{"id":"566d4dbcdd56387a4911ada5","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003900908,"title":"《中华读书报》头条：国际安徒生奖58年获奖作品将系统引进中国","content":"《中华读书报》2014年6月4日讯 （记者 陈香）历经三年的准备、接触和谈判，安徽少年儿童出版社终于打动了国际儿童读物联盟（IBBY）。作为世界儿童文学界的最高奖项\u2014\u2014国际安徒生奖的设立者和主办者，国际儿童读物联盟首度官方授权中国的少儿出版社，将代表世界儿童文学最高荣誉的国际安徒生奖58年的获奖作品系统引进中国。中国原创儿童文学起步稍晚，它走向经典的过程，必然要经过系统阅读和享受经典的过程，\u201c希望能为中国的读者，包括为我们年轻的作家们提供代表世界儿童文学最高水平的作品，呈现世界文化的丰富多样性，从战略上推动中国原创儿童文学的进步与发展\u201d。安徽少年儿童出版社社长张克文表示。据了解，安徽少儿社\u201c国际安徒生奖大奖书系\u201d首辑47本图书（理论和资料书4册、文学作品18册、图画书25册）已于今年\u201c六·一\u201d面市。\r\n   \u201c自20世纪50年代中期设立至今，先后获得国际安徒生奖的五十余位儿童文学作家和插画家，以他们奉献给孩子们的那些丰饶、瑰丽的儿童文学作品，延续着从安徒生开始被发扬光大的为童年写作的传统，也不断诠释、丰富着儿童文学经典的内涵与意义。\u201d\u201c国际安徒生奖大奖书系\u201d主编、浙江师范大学儿童文化研究院院长方卫平教授表示。\r\n   此前，有安徒生奖部分获奖作家的作品曾在国内出版，但系统梳理不够，准备也不是很充足，出版后的维护也不够。国际安徒生奖是奖给作家而非作品、表彰获奖作家终身成就的，那么，自1956年该奖项颁发以来，涌现了怎样的支撑性作家？对这些支撑性作家而言，什么样的作品才最能代表该作家的才华与写作成就？而这些问题的梳理，显然是一个大工程。\u201c我们专门建立了一个QQ群，为翻译家、编辑和主编沟通工作的一个通讯平台，大家对每一部作品进行甄别，选还是不选，理由是什么，以文本来做决定，非常严格。\u201d张克文说。方卫平粗略统计了一下，三年间，仅他写给安徽少儿社的电子邮件，就超过了6万字。\r\n   选目、标准稍有眉目后，关键还在取得国际儿童读物联盟的全面支持。刚开始，安徒生奖评委会对中国少儿出版的知识产权保护有一些顾忌。于是，安徽少儿社决定邀请他们过来实际考察中国的少儿出版。所以，后来就有了IBBY主席卡鲁丁来安徽的考察之行，及安徒生奖评委会主席玛利亚对整个中国少儿出版的考察。考察之后，他们认为，中国的少儿出版欣欣向荣、蒸蒸日上，而且版权保护是与世界少儿出版同步的，是值得信任的。而安徽少儿社在中国的少儿出版界中，是首家实现版权贸易顺差的出版社。最后决定给予安徽少儿社官方授权，这也是国际儿童读物联盟给以中国少儿出版社的首度官方授权。\r\n   在系统梳理安徒生奖获奖作家作品时，安少社还强调一个原则，\u201c把作家、作品的广泛性与代表性结合起来\u201d。就目前中国少儿出版的引进全貌来看，引进比较集中的作家在欧美，但拉丁美洲、非洲、中东，包括南亚的一些国家如印度等，很多优秀的作家、作品没有被引进过。\u201c潜心呈现安徒生奖获奖的全貌，呈现不同地区儿童文学发展的不同面貌，呈现世界儿童文学发展的丰富性和多样性，这一点是我们这次特别注重的。\u201d张克文说。\r\n   据了解，整个书系由文学作品系列、图画书系列、理论和资料系列三大板块构成，其中文学作品系列呈现了安徒生奖获奖者的文学作品，图画书系列包括了获奖者的图画书作品，理论和资料系列则意在展示相关的研究成果和资料。刘海栖、卡鲁丁、玛利亚、海飞、张明舟等担任顾问；任溶溶、马爱农、路文彬、郭建玲等一批翻译名家加盟该书系。\r\n \u201c我所看到的是，在前期的准备阶段，从选题的规划论证到作品的判断遴选，从版权的洽谈落实到译者的考评约请，从内容、译文的推敲琢磨到外形的装帧设计等等，围绕着丛书开展的一切工作，无不体现了与国际安徒生奖名实相符的精致感和经典感。书系所播撒开去的那一粒粒儿童文学经典的种子，将成为童年生命中一种重要的塑形力量。\u201d方卫平说。\r\n \r\n http://epaper.gmw.cn/zhdsb/html/2014-06/04/nw.D110000zhdsb_20140604_7-01.htm","summary":null,"border":18002},{"id":"566d4dbddd56387a4911ada6","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003901016,"title":"《光明日报》：六一，把节日还给孩子","content":"《光明日报》2014年6月1日讯（通讯员 葛向阳 徐琪雯 记者 靳晓燕） 何为儿童节？就像花儿绽放，儿童节是儿童舒展天性的日子，最喜欢什么就做什么，只要不妨碍他人就行。比如穿奇装异服到学校，过异想天开的一天；比如去郊外捕鱼捉蟹，支帐篷午睡等等。儿童节的守护神一定是父母和老师，因此，儿童节是父母和老师重返童年的日子，谁会拒绝如此幸福？\u2014\u2014孙云晓 \r\n \r\n 戴红领巾、传唱儿童歌曲、参加游园会、看电影\u2026\u2026记忆中一个个情景在六一节迸发出来。\r\n 当成年人童心未泯，晒六一时，现实中孩子们的六一又是如何度过的？六一节是\u201c六一劫\u201d吗？六一如何设计，才能成为孩子们自己的节日，把节日真正还给孩子？\r\n \r\n 经典 入队记忆在延续\r\n \r\n \u201c孩子们，大槐树陪伴你们快一年了！在这棵浓密的大树下，你们和它分享了多少秘密？幸福？欢笑？在即将到来的六一儿童节，大槐树还将见证你们戴上红领巾的那一光荣时刻！希望你们永远快乐！\u201d当李红看到孩子班主任张滢在博客中写下这段话时，她意识到，六一来了。\r\n \r\n 入队，是六一节的经典保留节目。\r\n \r\n 作为新中国第一批少先队员，76岁的中国教育学会原副会长李吉林的\u201c红领巾情结\u201d依然浓重\u2014\u2014洋溢着灿烂的笑容，佩戴着鲜艳的红领巾，敬着少先队礼，唱着队歌，这是她在自己70多岁的时候，纪念童年的方式。\r\n \r\n \u201c我们对少先队的感情是很深刻的，还记得我15岁离队的时候，万分不舍，而且我们初中毕业的毕业证上的照片都还佩戴着红领巾。\u201d李吉林兴趣盎然地告诉记者。提起六一儿童节，她最难忘的是和同学们一起到江边看日出。\r\n \r\n 回忆起六一儿童节的变迁，李吉林说：\u201c以前的六一都是庆祝活动，比较简单和传统，就是联欢会或者请先进人物作报告，而现在的设计，是从孩子需求出发的。\u201d\r\n \r\n 延续中有新意，仪式感中有敬意。\r\n \r\n \u201c在入队仪式上，有家长拿出了自己珍藏的当年入队时佩戴的红领巾，给自己的孩子戴上，这就是少先队精神的传承，这样的仪式对孩子们的成长是有益的。\u201d\r\n \r\n \u201c孩子们长大了，能够主动帮助老师擦黑板，帮同学打扫卫生，把弟子规中所背的内容践行到生活中的点点滴滴。\u201d北京史家小学教师张滢欣慰地说。从5月份的入队教育到正式完成入队仪式，她见证着孩子们的成长。入队仪式是孩子们很期待的，也是他们进入小学后送给自己最好的礼物，现在他们才上一年级，没有更多的认识，不能够完全明白少先队的含义，但等他们长大一点后就会明白其中的意义。\r\n \r\n \u201c六一是孩子的节日，从活动设计的各个环节到内容都要为了孩子，而不是为了宣传，要使六一回到儿童本身的成长和发展，这样的六一才有意义。\u201d张滢说。\r\n \r\n 美好的瞬间被张滢一一摄录下来，放在班级的微信里。\r\n \r\n 看着长大的孩子，家长们激动不已。\r\n \r\n \u201c我怎么看着看着眼睛湿润了。神圣、激动、感恩、感动\u2026\u2026\u201d\r\n \r\n \u201c这种仪式感，这种美好校园生活的记忆应该是孩子们所拥有的。\u201d\r\n \r\n 参与  孩子是节日里的\u201c小主人\u201d\r\n \r\n 六一，不独是歌舞，娱乐，热闹，还有自我的发现，提升。\r\n \r\n \u201c环保\u201d就是北京海淀实验外国语学校此次\u201c六一嘉年华\u201d活动的主题。\r\n \r\n \u201c环保教育是一个延续的过程，只有这样才能让每一个孩子都参与其中。\u201d学校小学部德育副校长刘伟认为，在儿童节，孩子们应该感到节日的快乐，生活的幸福。他们是社会的孩子，需要去体验社会功能，学会解决问题，学会和别人交往。比如在卖场中，孩子们可以感受真正的社会，自己去购买，去销售，同时用英语完成整个活动，还有各个团队之间的配合、交接班工作等等，孩子们非常喜欢这样的活动。作为老师，我们要多为孩子创造接触社会的机会。\r\n \r\n \u201c我们学校明天活动可多啦！有捏面人儿、吹糖人儿、画彩蛋还有绘画表演。\u201d对于即将到来的六一，然然表现得特别兴奋。\u201c我会画国画！明天还要给大家表演呢！\u201d\r\n \r\n \u201c今年学校活动不同以往。请了书法家来指导孩子写字，还有篮球操、小话剧，和家长一起玩儿的亲子游戏，都是孩子们自愿报名参加的。看着他们对活动这么积极，我们家长也挺高兴。\u201d对于今年学校的六一节安排，然然妈妈十分满意。\u201c孩子每天回来都会和我说活动准备得怎么样啦，他们又有什么新点子啦。我觉得孩子比平时更愿意和我们交流了。\u201d\r\n \r\n 二年级的跳跳参加了学校的\u201c爱心义卖\u201d活动，一天的活动结束以后，当记者问到\u201c六一节是什么\u201d的时候，跳跳说：\u201c六一节就是我们的小孩儿的节日，今天最开心的事情就是玩儿！\u201d\r\n \r\n 更多的孩子不再是舞台上的演员，看台下的观众，真正成为了六一节的\u201c小主人\u201d。\r\n \r\n \u201c以前学校的一些做法，往往忽略了两个\u2018度\u2019的问题。一方面是财力上，另一方面是学生精力上。如果这两方面过度了，甚至会造成一些孩子和家长的反感，那么这种形式的活动，肯定是不合适的。\u201d北京师范大学教育教学部教授郑新蓉向记者表示，\u201c学校活动，应该在意义和创意上多下功夫，既能吸引孩子们来参加活动，还要让他们在活动中获得成长，同时还要注意不加重孩子们的负担。\u201d\r\n \r\n \u201c多样化的庆祝形式，带来的不仅是孩子们的快乐，更重要的是能够让每一个孩子都参与到节日里来。\u201d中国青少年研究中心副主任孙云晓说，\u201c六一节应该成为孩子们的\u2018狂欢节\u2019，让孩子们在这一天能够自由参与到各种活动中，甚至让他们自己提意见、提方案，解放孩子们不同的个性。\u201d\r\n \r\n 温馨 家长陪伴孩子过节\r\n \r\n 对于忙于工作，无暇顾及孩子的家长而言，儿童节在他们心中，有了说不出的歉意。于是，礼物成了对孩子最现实的\u201c回报\u201d，于是，儿童节也成了不折不扣的\u201c消费节\u201d。\r\n \r\n 有没有更好的表示？\r\n \r\n \u201c为了参加他们学校的活动，我已经和单位请好明天的假了。\u201d一位等候孩子放学的家长说。今年的六一节和端午节重叠，不少学校为了在六一当天给孩子们放假，都把六一活动提前了几天，很多家长为了能够陪孩子一起参加学校的活动，特地请了假。\r\n \r\n \u201c我最高兴的事儿就是妈妈那天来看我的合唱表演，我特别开心。\u201d正在读三年级的小伟成对记者说。\r\n \r\n 如何看待家长陪伴，一起过儿童节？孙云晓表示：\u201c应当把这种陪伴当成是提升家庭幸福感的重要方式。有时候我们的孩子要求很简单，家长陪着一起玩、一起闹，孩子就会很开心了，而且也有利于促进孩子和家长的互相了解、沟通。\u201d\r\n \r\n 郑新蓉则认为，我们的社会应该给孩子们的家长提供一些方便。\u201c首先我们要确立一个观念，陪伴孩子不是一种拖累，更不应该是个人的家庭私人事务，社会应该予以支持。\u201d\r\n \r\n \u201c妈妈，今天真美好！\u201d参加完探险露营活动，雅兮主动对妈妈说。在爸爸妈妈的陪同下，她参加了以\u201c萤火虫发现之旅\u201d为主题的野外露营活动。\r\n \r\n 雅兮妈妈说：\u201c我们很想带孩子体验一下，让她走进大自然，接触新鲜事物。\u201d\r\n \r\n 在野外有很多未知的事情，除了露营，爸爸妈妈还和雅兮一起完成任务，比如钻木取火、火把大游行、野外救援等。\u201c雅兮从小就很怕火，但这次她自己拿着火把跑了一圈，她很有成就感。\u201d雅兮妈妈告诉记者。\r\n \r\n \u201c究竟六一儿童节该怎么过？还是应该听听孩子的声音，从孩子的需求出发，让他们快乐，当他们回忆起往事的时候觉得有意义。\u201d李吉林说。\r\n \r\n 中国儿童中心党委书记丛中笑理解：\u201c我们要给孩子成长的机会和帮助，不能把孩子当作工具去做他们不想做的事，这样会本末倒置。有一些活动，存在着不顾儿童需要，更多是从成人需要出发的情况。这就要求老师、教育工作者、家长要树立以儿童为本的理念去研究和了解孩子，根据孩子的需要去设计主题新颖、引导性强的活动，不能缺失儿童为主体的意识，要充分考虑儿童发展的特点和需求。\r\n \r\n 在丛中笑看来，把六一还给孩子最好的表现形式是从孩子的角度出发，以孩子为中心，给孩子提供丰富多彩的活动，同时要社会联动，让孩子享受到实实在在的社会关爱的同时，共同培养孩子学会承担成长中的责任，其实这也是对成人的教育，因为给孩子的理念是通过成人实现的。\r\n \r\n 轻松 人情少了更自然\r\n \r\n 尊师重教，本来是中国优秀的传统文化，向辛勤的教师表达谢意，也是人之常情。但不知从何时起，\u201c尊师重教\u201d变成了\u201c请客吃饭\u201d\u201c送礼攀比\u201d，儿童节、教师节、中秋节\u2026\u2026节日渐渐变成了家长的\u201c劫日\u201d。\r\n \r\n 在采访中记者发现，最近几年这种情况逐渐有所好转。过节送礼，不再是家长表达谢意的方式。\r\n \r\n \u201c现在大家都不给老师送礼了，过年过节给老师发个短信，表达一下感谢就够了。\u201d\r\n \r\n \u201c以前一到过节就得琢磨着给老师送礼物，送完了，又担心礼物不合老师心意。现在好了，我们家长再也不用犯愁了。\u201d\r\n \r\n 没了\u201c厚重\u201d的人情，同样感到轻松的还有学校的老师。\r\n \r\n 马老师是江苏一所学校的语文教师，一提到送礼，马老师感触颇深：\u201c我们班上有30多个孩子，以前一过节家长就上门拜访，送东西。送来的东西，不收吧，感觉是不给家长面子；收了吧，自己心里又觉得有违师德。所以只能先收下，然后再一一退还回去。有时候退不回去，就觉得自己欠了家长什么似的。\u201d\r\n \r\n 而今年的六一节，班里孩子们的家长没有一个给马老师送礼，这让马老师松了一口气。\r\n \r\n \u201c现在好了，不送礼，家长高兴，我们老师也轻松。而且家长不送礼，这首先就是对我们教师职业的一种尊重，其次也是对我们工作的一种信任。当老师要教书育人，如果自己都不能坚持原则，那又怎么给孩子们做个好榜样呢？\u201d\r\n \r\n 对节日里出现的送礼物的做法，浙江师范大学教授潘涌表示，这是社会风气在学校的反映，会对儿童的童心世界产生负面影响，是应该杜绝的。学校应该是一个单纯的地方，应该多给学生正面的、积极向上的影响。\r\n \r\n 链接：http://epaper.gmw.cn/gmrb/html/2014-06/01/nw.D110000gmrb_20140601_1-05.htm","summary":null,"border":18003},{"id":"566d4dbddd56387a4911ada8","images":[],"titleImage":null,"newsType":"In","status":"Use","createTime":1450003901199,"title":"《中华读书报》：博洛尼亚观察：问路童书文化主导权","content":"\r\n 《中华读书报》2014年4月16日讯 3月24日是博洛尼亚国际童书展的开展日。在入场处的资料台自取导航和相关宣传资料后，先参观主厅最大的展览。这是递交并入选博洛尼亚插画奖的各国童书插图原画展，代表了当前世界儿童插图的先进水平。该展览除接收来自相关出版和艺术机构的参展评比申请外，插画家本人也可以通过填写申请表并附交五份及以内同主题的插图，独立参与评比。参评画作须是近两年间尚未出版的作品。欧美国家照例是参展的主力，但展场内日本、韩国、伊朗等亚洲国家的不少插画家的作品也引人注目。台湾有两位插画家的画作入选其中，作者分别是汤姆牛和洪意晴。遗憾的是没能在展览上见到内地画家的作品。猜想原因，可能也与资讯等方面的障碍有较大关系。\r\n \r\n 在博洛尼亚书展，插画艺术不容忽视。从书展大厅开始，到进入各个分展厅，触目皆是大量的图画书作品。大部分出版社的展台和版权手册上，图画书都占据了相当醒目的份额。相比于文字作品，图画的艺术魅力最是一目了然。一些欧美童书出版大鳄更将图画书作品作为本年度的品牌宣传对象。比如，兰登书屋2014年的版权手册做得相当朴素，最普通的32开本，最平常的印刷纸张，只是明白人一看就知道，手册的封面是2002年国际安徒生奖插画家奖得主昆汀·布莱克为英国作家罗尔德·达尔的知名童书作品所绘的经典插图，它也是兰登书屋将于10月推出的新书之一。\r\n \r\n 儿童图画书产品的衍生力也十分强大，几乎覆盖了幼儿图书的所有样式。除传统的故事图画书外，知识类、玩具类等图画书不但追求知识、游戏与图画结合的创意，也更注重插图本身的艺术质量。这其中，玩具图画书最讲究形式的创意，出版社的版权保护意识也很强。在26号展厅路过一家小型出版社的展位，见到若干奇趣十足的玩具图画书，忍不住举起相机，马上被工作人员友善地挡住镜头并解释原因。\r\n \r\n 除图画书外，近年在博洛尼亚书展得到持续关注的青少年文学也引人注目，其作品题材十分开放，包括日常生活、幻想、历史、战争、犯罪、侦探、爱情等等。注意到德国作家阿尔诺·西特罗贝尔的小说《深渊》（Abgründig），与丹麦作家燕娜·泰勒引人争议的《恶童》和美国作家苏珊·柯林斯知名的小说《饥饿游戏》一样，以青少年文学的形式来探问人性之恶。\r\n \r\n 今年博洛尼亚书展的主宾国是巴西。据书展官方资料介绍，共有40多家巴西的出版社参加了本届书展，较2013年翻了一番。大厅树起了以\u201c巴西：无穷的线索，无尽的故事\u201d（Countless Threads,Count?鄄less Tales）为题的主宾国展牌，厅内的插图展中，巴西插画家的作品也占据了醒目的位置。在世界儿童文学的版图上，巴西并不是特别引人注目的板块，但从上世纪70年代巴西儿童与青少年国家基金会率先参与博洛尼亚书展以来，巴西童书在这里获得的关注一直处于上升状态。今年作为主宾国的巴西身影更为突出，组织了一批巴西的知名童书作家、画家参与书展活动。安排在下午举行的国际儿童读物联盟（IBBY）的新闻发布会，给主宾国巴西带来了更大的惊喜\u2014\u2014\u2014巴西插画家首次获得安徒生奖插画奖。\r\n \r\n 除用作童书交流和版贸交易的大量展台外，书展在各展厅设有四个咖啡角，分别为插画家咖啡角、作家咖啡角、翻译家咖啡角和电子咖啡角，指向童书四要素：文学、绘画、翻译和新媒介。书展期间，四个咖啡角也持续举办着一系列演讲、对话、访谈、工作坊及其他交流活动。看到电子咖啡角的活动单，涉及\u201c为儿童制作上乘软件的十个黄金法则\u201d、\u201c超越图与文：为儿童打造讲故事的软件体验\u201d、\u201c儿童、纸张与电子的未来\u201d、\u201c艺术家手中的技术\u201d、\u201c交叉新媒介\u201d等话题，其技术水平或许待考，但话题显然十分前沿。\r\n \r\n 博洛尼亚书展远不只是一个童书版权贸易的商业平台，它也利用书展的优势和便利为儿童图书领域各个方面的国际交流创造着条件。从翻译家咖啡角的介绍中看到，自2008年起，书展设立了\u201c世界童书译者名录\u201d（World Directory of Children\u2019s Book Translators）项目。该项目据称是全球首个以专业童书翻译者为对象的数据库，目前收录了来自54个国家、包含55个语种的专业童书译者讯息。相关译者需要至少翻译出版过2本及以上的童书作品，才能获得在该项目的注册资格。有需要者可在网上免费查询、获取相关资料，也可通过译者姓名、翻译资料、目标语种、母语语种、居住地区、文学类型等条目搜索译者。想起在25号展厅入口的资料台处，也见过一份介绍意大利各类翻译奖金、奖项的宣传册，目的是为国内外出版社、译者提供意大利作家作品外译的相关资金、奖项申请指南。联想到国内童书对外译介的困难，是否也可借鉴类似的人才库及开放资金申请方式，加强盘活翻译人才的力量？\r\n \r\n 下午，来到29号展厅的慕尼黑国际青少年图书馆展区，与现任馆长克里斯蒂娜·拉比博士和馆内语言部主任约亨·韦伯先生商议今年《白乌鸦世界优秀童书选目》中国书目的编写工作。从2009年到现在，浙江师范大学已连续六年受邀承担该年度选目中国书目的遴选和点评工作。\r\n \r\n 三天里，也一直在关注书展上的中国身影。中国童书展区就在哈珀·柯林斯、兰登、企鹅等国际知名出版公司的展台不远处，用了正红与亮黄的主色调，尤以中国少年儿童出版社的展台最为别致和引人注目。展区有集合各少儿社推荐书目的厚重而精美的英文目录，各个出版社也为重要作家的代表作品印制了英文的图书或节选译本。相比于西方大企展台络绎不绝的咨询和洽谈，中国展区的交易气氛略显和静，但这里安排的一系列国际交流活动也引人注目。\r\n \r\n 中午时分，在中国少年儿童出版社展区参观了\u201c好故事，一起讲\u201d国际交流活动，中国作家金波、曹文轩、新获国际安徒生奖插画家奖的罗杰·米罗等应邀参与。当天另一个与中国声音有关的重要事件，是安徽少年儿童出版社国际安徒生奖大奖书系的新闻发布会。上午进场时，已在资料台看到了发布会的英文宣传册。册子做成可爱的飞鸟状，印有气派的宣传语：\u201c让安徒生奖获奖者的文字和绘画作品走向全球最大市场。\u201d\r\n \r\n 几天来，中国展区内安排了持续的作家交流活动，其中不乏高规格的国际交流。在展区外，中国身影和中国声音也遍布各处。在这个全世界规模最大的童书展上，中国的身影、中国的声音正一点一点冲破传统、文化、语言等各方面的障碍，在国际童书舞台上展示自己的风貌。\r\n \r\n 当然，中国童书文化要真正走进世界主流的童书版贸和艺术话语圈，还有一段不短的路程。一是世界性的儿童图书和儿童文化品牌的打造。如哈珀·柯林斯的版权手册上，就能看到魔戒、纳尼亚传奇、小熊帕丁顿、Hello Kitty等全球知名的童书品牌。想起2012年伦敦奥运会的开幕式上，彼得·潘、爱丽丝、玛丽·波平斯、哈利·波特等英国经典童书中的形象和元素，不但成为了英国文化足资骄傲的象征，也为这个国家赢得了来自全世界的尊敬。在中国童书走向世界的过程中，这类真正能够为他国读者所普遍接受并具有世界价值的品牌童书的创作、出版和对外翻译、传播，会起到重要的开拓和引领作用。\r\n \r\n 二是童书文化主导权的探索。博洛尼亚书展长期以来是一个由西方话语主导的展览。或许，在这样的国际平台参与发声、扩大影响的同时，中国也应该考虑在现阶段建立一个属于自己的主导文化圈，比如，在亚洲范围内，或者在更狭小些的亚洲汉字文化圈内，是否可能逐步建立起一个以中国本土为中心（或中心之一）的童书版权交易和艺术交流的平台？借助这一较大的文化圈平台，中国话语在当前世界舞台上的表达力和影响力，或能得到更进一步的加强。\r\n \r\n 链接：\r\n http://epaper.gmw.cn/zhdsb/html/2014-04/16/nw.D110000zhdsb_20140416_1-06.htm","summary":null,"border":18005}]
     * last : false
     * totalPages : 130
     * totalElements : 1294
     * number : 0
     * size : 10
     * sort : null
     * first : true
     * numberOfElements : 10
     */

    private boolean last;
    private int totalPages;
    private int totalElements;
    private int number;
    private int size;
    private Object sort;
    private boolean first;
    private int numberOfElements;
    /**
     * id : 566d4dbddd56387a4911ada7
     * images : []
     * titleImage : null
     * newsType : In
     * status : Use
     * createTime : 1450003901098
     * title : 我校学子在中国师范大学理科师范生教学技能创新大赛中获奖
     * content :   1月10日至13日，第六届“东芝杯·中国师范大学理科师范生教学技能创新大赛”决赛在西南大学举行。我校物理学专业王珊靓、化学专业顾赢获得三等奖，数学与应用数学专业赵文倩获得优秀奖。
     东芝杯·中国师范大学理科师范生教学技能创新大赛由教育部国际合作与交流司、教师工作司和东芝（中国）有限公司共同举办，是面向全国师范大学理科师范生的高水平赛事，现已举办六届。本次大赛共有41所师范大学的121名选手参加，分数学、物理、化学3个学科组进行，以教学设计、即席讲演、模拟授课和现场提问的形式考验理科师范生的教学技能和创新能力。
     比赛每学科产生一等奖1名，二等奖3名，三等奖6名，这是我校第一次同时获得两个学科的奖项。据悉，获三等奖及以上的选手，将获得免费赴日本研修一周的机会。
     * summary : null
     * border : 18004
     */

    private List<ContentEntity> content;

    public void setLast(boolean last) {
        this.last = last;
    }

    public void setTotalPages(int totalPages) {
        this.totalPages = totalPages;
    }

    public void setTotalElements(int totalElements) {
        this.totalElements = totalElements;
    }

    public void setNumber(int number) {
        this.number = number;
    }

    public void setSize(int size) {
        this.size = size;
    }

    public void setSort(Object sort) {
        this.sort = sort;
    }

    public void setFirst(boolean first) {
        this.first = first;
    }

    public void setNumberOfElements(int numberOfElements) {
        this.numberOfElements = numberOfElements;
    }

    public void setContent(List<ContentEntity> content) {
        this.content = content;
    }

    public boolean isLast() {
        return last;
    }

    public int getTotalPages() {
        return totalPages;
    }

    public int getTotalElements() {
        return totalElements;
    }

    public int getNumber() {
        return number;
    }

    public int getSize() {
        return size;
    }

    public Object getSort() {
        return sort;
    }

    public boolean isFirst() {
        return first;
    }

    public int getNumberOfElements() {
        return numberOfElements;
    }

    public List<ContentEntity> getContent() {
        return content;
    }

    public static class ContentEntity {
        private String id;
        private Object titleImage;
        private String newsType;
        private String status;
        private long createTime;
        private String title;
        private String content;
        private Object summary;
        private int border;
        private List<?> images;

        public void setId(String id) {
            this.id = id;
        }

        public void setTitleImage(Object titleImage) {
            this.titleImage = titleImage;
        }

        public void setNewsType(String newsType) {
            this.newsType = newsType;
        }

        public void setStatus(String status) {
            this.status = status;
        }

        public void setCreateTime(long createTime) {
            this.createTime = createTime;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public void setSummary(Object summary) {
            this.summary = summary;
        }

        public void setBorder(int border) {
            this.border = border;
        }

        public void setImages(List<?> images) {
            this.images = images;
        }

        public String getId() {
            return id;
        }

        public Object getTitleImage() {
            return titleImage;
        }

        public String getNewsType() {
            return newsType;
        }

        public String getStatus() {
            return status;
        }

        public long getCreateTime() {
            return createTime;
        }

        public String getTitle() {
            return title;
        }

        public String getContent() {
            return content;
        }

        public Object getSummary() {
            return summary;
        }

        public int getBorder() {
            return border;
        }

        public List<?> getImages() {
            return images;
        }
    }
}
